/* No comment provided by engineer. */
"Book a Room" = "Szállásfoglalásra";

/* No comment provided by engineer. */
"Browse Hotels" = "Tallózás a Szállodák";

/* No comment provided by engineer. */
"Look Up Reservations" = "Felnéz Fenntartások";

